/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row non trova alcun contenuto.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row non può riprodurre il brano attuale.";


/* kBRMediaNoPhotoContent */
301 = "Front Row non trova alcuna foto.";

/* kBRMediaNoPodcastContent */
302 = "Front Row non trova alcun podcast.";

/* kBRMediaNotDRMAuthorized */
303 = "Non sei autorizzato a riprodurre questo contenuto.";

/* kBRMediaNoTVShowContent */
305 = "Front Row non trova alcun spettacolo TV.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row non trova alcun video musicale.";

/* kBRMediaNoPlaylists */
307 = "Front Row non trova alcuna playlist.";

/* kBRMediaNoSongContent */
308 = "Front Row non trova alcun brano.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row non trova alcun audiolibro.";

/* kBRMediaNoMovies */
315 = "Front Row non trova alcun filmato.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row non è autorizzato a riprodurre questo contenuto.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row sta cercando di collegarsi a questa sorgente.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row non può collegarsi a questa libreria.";

